/* NSString-WIAdditions: time strings (minutes, seconds) */
"%0.2lu:%0.2lu minutes" = "%1$.2lu:%2$.2lu minutes";

/* NSString-WIAdditions: time strings (hours, minutes, seconds) */
"%0.2lu:%0.2lu:%0.2lu hours" = "%1$.2lu:%2$.2lu:%3$.2lu hours";

/* NSString-WIAdditions: Wired client version (client, client version, os, os version, architecture) */
"%@ %@ on %@ %@ (%@)" = "%1$@ %2$@ on %3$@ %4$@ (%5$@)";

/* NSString-WIAdditions: time string */
"%@ ago" = "%@ ago";

/* NSString-WIAdditions: size strings */
"%@ GB" = "%@ GB";

/* NSString-WIAdditions: size strings */
"%@ KB" = "%@ KB";

/* NSString-WIAdditions: size strings */
"%@ MB" = "%@ MB";

/* NSString-WIAdditions: size strings */
"%@ PB" = "%@ PB";

/* NSString-WIAdditions: size strings */
"%@ TB" = "%@ TB";

/* NSString-WIAdditions: size strings */
"%llu bytes" = "%llu bytes";

/* NSString-WIAdditions: time strings (days, hours, minutes, seconds) */
"%lu:%0.2lu:%0.2lu:%0.2lu days" = "%1$lu:%2$.2lu:%3$.2lu:%4$.2lu days";

/* NSString-WIAdditions: time string (minutes, seconds) */
"00:%0.2lu seconds" = "00:%0.2lu seconds";

/* NSString-WIAdditions: bandwidth strings */
"100M LAN" = "100M LAN";

/* NSString-WIAdditions: bandwidth strings */
"10M LAN" = "10M LAN";

/* NSString-WIAdditions: bandwidth strings */
"128k ISDN/DSL" = "128k ISDN/DSL";

/* NSString-WIAdditions: bandwidth strings */
"1M DSL/Cable" = "1M DSL/Cable";

/* NSString-WIAdditions: bandwidth strings */
"256k DSL/Cable" = "256k DSL/Cable";

/* NSString-WIAdditions: bandwidth strings */
"28.8k Modem" = "28.8k Modem";

/* NSString-WIAdditions: bandwidth strings */
"2M DSL/Cable" = "2M DSL/Cable";

/* NSString-WIAdditions: bandwidth strings */
"33.6k Modem" = "33.6k Modem";

/* NSString-WIAdditions: bandwidth strings */
"384k DSL/Cable" = "384k DSL/Cable";

/* NSString-WIAdditions: bandwidth strings */
"512k DSL/Cable" = "512k DSL/Cable";

/* NSString-WIAdditions: bandwidth strings */
"56k Modem" = "56k Modem";

/* NSString-WIAdditions: bandwidth strings */
"64k ISDN" = "64k ISDN";

/* NSString-WIAdditions: bandwidth strings */
"768k DSL/Cable" = "768k DSL/Cable";

/* WIError: WIAddressNetServiceLookupFailed title
   WIError: WIAddressLookupFailed title */
"Address Lookup Failed" = "Address Lookup Failed";

/* WIApplication: termination delay panel */
"Are you sure you want to quit?" = "Are you sure you want to quit?";

/* NSString-WIAdditions: 'byte' singular */
"byte" = "byte";

/* NSString-WIAdditions: 'byte' plural */
"bytes" = "bytes";

/* WIApplication: termination delay panel */
"Cancel" = "Cancel";

/* Default search menu template item */
"Clear Recent Searches" = "Clear Recent Searches";

/* WIError: WISocketConnectFailed title */
"Connect Failed" = "Connect Failed";

/* WIError: WISocketConnectFailed description (address, underlying error) */
"Could not connect to %@: %@." = "Could not connect to %1$@: %2$@.";

/* WIError: WISocketReadFailed description (address, underlying error) */
"Could not read from %@: %@." = "Could not read from %1$@: %2$@.";

/* WIError: WIAddressLookupFailed description (hostname, underlying error) */
"Could not resolve the address \"%@\": %@." = "Could not resolve the address \"%1$@\": %2$@.";

/* WIError: WIAddressNetServiceLookupFailed description */
"Could not retrieve address for server via Bonjour." = "Could not retrieve address for server via Bonjour.";

/* WIError: WISocketWriteFailed description (address, underlying error) */
"Could not write to %@: %@." = "Could not write to %1$@: %2$@.";

/* WIApplication: termination delay panel (application, timeout) */
"If you do nothing, %@ will quit automatically in %.0f seconds." = "If you do nothing, %1$@ will quit automatically in %2$.0f seconds.";

/* Default search menu template item */
"No Recent Searches" = "No Recent Searches";

/* WIError: OK button */
"OK" = "OK";

/* WIApplication: termination delay panel */
"Quit" = "Quit";

/* Default search menu template item */
"Recent Searches" = "Recent Searches";

/* WIError: WISocketReadFailed title */
"Socket Read Failed" = "Socket Read Failed";

/* WIError: WISocketWriteFailed title */
"Socket Write Failed" = "Socket Write Failed";

/* WIDateFormatter: this day */
"today" = "today";

/* WIDateFormatter: next day */
"tomorrow" = "tomorrow";

/* NSString-WIAdditions: bandwidth strings
   NSString-WIAdditions: unknown Wired client */
"Unknown" = "Unknown";

/* WIDateFormatter: prior day */
"yesterday" = "yesterday";

